Ran Plan for project: `poc` dir: `.` workspace: `poc`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # local_file.example will be created
+ resource "local_file" "example" {
      + content              = (known after apply)
      + content_base64sha256 = (known after apply)
      + content_base64sha512 = (known after apply)
      + content_md5          = (known after apply)
      + content_sha1         = (known after apply)
      + content_sha256       = (known after apply)
      + content_sha512       = (known after apply)
      + directory_permission = "0777"
      + file_permission      = "0777"
      + filename             = "./example.txt"
      + id                   = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

Changes to Outputs:
+ file_content = (known after apply)
+ file_path    = "./example.txt"
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -p poc
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](https://ee59-2407-4d00-7c06-46-41d5-94ea-b35-91ab.ngrok-free.app/lock?id=dsfwoo8172%252Fatlantis%252F.%252Fpoc)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -p poc
  ```
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```